[
  {
    "exe_id": 100,
    "exe_url": "_O1xunCfYEM",
    "lang_id": 1,
    "exe_detail": "<h3>Steps:</h3> <ol> <li>Lie on an exercise ball with your lower back curvature pressed against the spherical surface of the ball. Your feet should be bent at the knee and pressed firmly against the floor. The upper torso should be hanging off the top of the ball. The arms should either be kept alongside the body or crossed on top of your chest as these positions avoid neck strains (as opposed to the hands behind the back of the head position). <li>Lower your torso into a stretch position keeping the neck stationary at all times. This will be your starting position. <li>With the hips stationary, flex the waist by contracting the abdominals and curl the shoulders and trunk upward until you feel a nice contraction on your abdominals. The arms should simply slide up the side of your legs if you have them at the side or just stay on top of your chest if you have them crossed. The lower back should always stay in contact with the ball. Exhale as you perform this movement and hold the contraction for a second. <li>As you inhale, go back to the starting position. <li>Repeat for the recommended amount of repetitions. </ol> <h3>Variations:</h3> You can perform this exercise with a low pulley behind you with a rope attached on its end. In this manner you can go ahead and add resistance easier. For this variation, you will need to hold on to the sides of the rope throughout the movement. I like to bring my arms forward to the point that the upper arms are almost parallel to my torso and the lower arms are facing back holding the rope. <h3>Caution:</h3> Perform this exercise slowly and deliberately as it takes some getting used to. Also, do not be hasty and try to use weights on the first time; you'll have enough on your hands learning how to balance yourself. Also, if balance is an issue I recommend having a spotter next to you and also placing each of your feet under a 100-lb dumbbell for added stability.<br> As you get more advanced you can hold a dumbbell or a weight plate (held at arms length) on top of your chest. However, you have to be very careful when adding weight to this exercise, because if you add too much too quickly you could get a hernia."
  },
  {
    "exe_id": 101,
    "lang_id": 1,
    "exe_url": "Pbfj9xXFpm0",
    "exe_detail": "<h3>Steps:</h3> <ol> <li>Lie flat on your back with your feet flat on the ground, or resting on a bench with your knees bent at a 90 degree angle. If you are resting your feet on a bench, place them three to four inches apart and point your toes inward so they touch. <li>Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head. <li>While pushing the small of your back down in the floor to better isolate your abdominal muscles, begin to roll your shoulders off the floor. <li>Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum. <li>After the one second contraction, begin to come down slowly again to the starting position as you inhale. <li>Repeat for the recommended amount of repetitions. </ol> <h3>Variations:</h3> There are many variations for the crunch. You can perform the exercise with weights, or on top of an exercise ball or on a decline bench."
  },
  {
    "exe_id": 102,
    "lang_id": 1,
    "exe_url": "9FGilxCbdz8",
    "exe_detail": "<h3>Steps:</h3><ol> <li>Lie on your back with fingertips behind ears, legs in the air, and knees pulled toward chest (top illustration). <li>Target your sides and entire ab area by contracting as you lift your shoulder blades off the ground."
  },
  {
    "exe_id": 103,
    "lang_id": 1,
    "exe_url": "upsdqLsXvSY",
    "exe_detail": "<h3>Steps:</h3><ol><li>Lying on your side, lengthen your bottom leg, and cross your top leg over, resting either your top knee (as pictured above) or the top of your foot on the floor.</li><li>Prop your head up with your hand, or rest your head on your arm. Work in side-lying neutral to keep your torso steady, and concentrate the work in your inner thigh rather than allowing your back to create the motion.</li><li>To find neutral, reach your top hip down so your pelvis is level.</li><li>Your waist should pull away from the floor a bit.</li></ol>"
  },
  {
    "exe_id": 104,
    "lang_id": 1,
    "exe_url": "9a8r12qqFHs",
    "exe_detail": "<h3>Steps:</h3><ol><li>Lie on your right side with head resting on your right hand. Then put your left foot forward on the floor. Lift your right leg.</li></ol>"
  },
  {
    "exe_id": 105,
    "lang_id": 1,
    "exe_url": "eedJTiasudk",
    "exe_detail": "<h3>Steps:</h3><ol> <li> The best butt exercise for this week is the glute bridge. <li>It is a classic exercise that you've probably come across before, but the reason this one has staying power is simply because it is so effective. In fact, I'm ashamed that I did not feature this exercise earlier, as it is quite literally one of the best bridge"
  },
  {
    "exe_id": 106,
    "lang_id": 1,
    "exe_url": "eedJTiasudk",
    "exe_detail": "<h3>Steps:</h3><ol> <li> Lie on your back with your feet up on a bench, keeping your knees bent at a 90 degree angle and placing your hands"
  },
  {
    "exe_id": 107,
    "lang_id": 1,
    "exe_url": "Pbfj9xXFpm0&t=17s",
    "exe_detail": "<h3>Steps:</h3><ol> <li>Secure your legs at the end of the decline bench and lie down. <li>Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head. <li>While pushing the small of your back down in the bench to better isolate your abdominal muscles, begin to roll your shoulders off it. Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up <li>off the bench only about four inches, and your lower back should remain on the bench. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum. <li>After the one second contraction, begin to come down slowly again to the starting position as you inhale. <li>Repeat for the recommended amount of repetitions.</ol><h3>Variations:</h3>There are many variations for the crunch. You can perform the exercise with weights, or on top of an exercise ball or on a flat bench."
  },
  {
    "exe_id": 108,
    "lang_id": 1,
    "exe_url": "ANVdMDa",
    "exe_detail": "<h3>Steps:</h3><ol> <li>On a flat bench lie facedown with the hips on the edge of the bench, the legs straight with toes high off the floor and with the arms on top of the bench holding on to the front edge.</li> <li>Squeeze your glutes and hamstrings and straighten the legs until they are level with the hips. This will be your starting position.</li> <li>Start the movement by lifting the left leg higher than the right leg.</li> <li>Then lower the left leg as you lift the right leg.</li> <li>Continue alternating in this manner (as though you are doing a flutter kick in water) until you have done the recommended amount of repetitions for each leg. Make sure that you keep a controlled movement at all times. <strong>Tip:</strong> You will breathe normally as you perform this movement.</li></ol><h3>Variations:</h3><p> As you get more advanced you can use ankle weights.</p>"
  },
  {
    "exe_id": 109,
    "lang_id": 1,
    "exe_url": "F488k67BTNo",
    "exe_detail": "<h3>Steps:</h3><ol> <li> Lie on your stomach with your legs fully extended, chest up and your hands under your chest.</li><li>Bend your knees, curl your legs up and squeeze the glutes.</li></ol>"
  },
  {
    "exe_id": 110,
    "lang_id": 1,
    "exe_url": "6V3hi2AO9Wg",
    "exe_detail": "Lie on the floor with the knees bent and the feet on the floor around 18-24 inches apart. <li>Your arms should be extended by your side. This will be your starting position. Crunch over your torso forward and up about 3-4 inches to the right side and touch your right heel as you hold the contraction for a second"
  },
  {
    "exe_id": 111,
    "lang_id": 1,
    "exe_url": "JB2oyawG9KI",
    "exe_detail": "<h3>Steps:</h3><ol> <li>Lie with your back flat on a bench and your legs extended in front of you off the end.</li> <li>Place your hands either under your glutes with your palms down or by the sides holding on to the bench. This will be your starting position.</li> <li>As you keep your legs extended, straight as possible with your knees slightly bent but locked raise your legs until they make a 90-degree angle with the floor.  Exhale as you perform this portion of the movement and hold the contraction at the top for a second.</li> <li>Now, as you inhale, slowly lower your legs back down to the starting position.</li></ol><h3>Variations:</h3><p>You can also perform this exercise on the floor on top of an exercise mat.  You can also add weight by holding a dumbbell in between your feet as you get more advanced.</p>"
  },
  {
    "exe_id": 112,
    "lang_id": 1,
    "exe_url": "3fDjzzfovZE",
    "exe_detail": " The long arm crunch is a modified of the crunch exercise. <li>This exercise focus on working the rectus abdominal muscle. The muscle that is located along the front of your abdomen and your obliques or side abdominals. <li> The only difference with this exercise is that you extend your arms above your head"
  },
  {
    "exe_id": 113,
    "lang_id": 1,
    "exe_url": "nmwgirgXLYM",
    "exe_detail": "Begin in a pushup position, with your weight supported by your hands and toes. <li>Flexing the knee and hip, bring one leg until the knee is approximately under the hip. <li>This will be your starting position. Explosively reverse the position of your legs"
  },
  {
    "exe_id": 114,
    "lang_id": 1,
    "exe_url": "hyv14e2QDq0",
    "exe_detail": "Reverse Crunch muscle diagram. Lie down on the floor with your legs fully extended and arms to the side of your torso with the palms on the floor.<li> Your arms should be stationary for the entire exercise. Move your legs up so that your thighs are perpendicular to the floor"
  },
  {
    "exe_id": 115,
    "lang_id": 1,
    "exe_url": "5XcJ4KS2hhI",
    "exe_detail": "<h3>Steps:</h3> In strength training and fitness, the squat is a compound, full body exercise that trains primarily the muscles of the thighs, hips and buttocks, quadriceps (vastus lateralis, vastus medialis, vastus intermedius and rectus femoris), hamstrings, as well as strengthening the bones, ligaments and insertion of the tendons throughout the lower body. Squats are considered a vital exercise for increasing the strength and size of the legs and buttocks, as well as developing core strength. Isometrically, the lower back, the upper back, the abdominals, the trunk muscles, the costal muscles, and the shoulders and arms are all essential to the exercise and thus are trained when squatting with the proper form.<br><br><h3>Steps:</h3><ol><li> Stand with feet a little wider than shoulder-width apart, hips stacked over knees, and knees over ankles.<li>  Roll the shoulders back and down away from the ears. Note: Allowing the back to round (like a turtle’s shell) will cause unnecessary stress on the lower back. It's important to maintain a neutral spine throughout the movement.<li> comfortable, pull elbows close to the body, palms facing each other and thumbs pointing up.<li>  Initiate the movement by inhaling and unlocking the hips, slightly bringing them back. Keep sending hips backward as the knees begin to bend.<li>  While the butt starts to stick out, make sure the chest and shoulders stay upright, and the back stays straight. Keep the head facing forward with eyes straight ahead for a neutral spine.<li>  The best squats are the deepest ones your mobility allows. Optimal squat depth would be your hips sinking below the knees (again, if you have the flexibility to do so comfortably). Pro tip: Squatting onto a box until the butt gently taps it will be a reminder to squat low.<li>  Engage core and, with bodyweight in the heels, explode back up to standing, driving through heels. Imagine the feet are spreading the floor (left foot to the left, right foot to the right) without actually moving the feet.</ol><h3>Caution:</h3> This is not an exercise that is recommended for people with lower back problems. Also, it needs to be treated with the utmost respect paying special attention not to round the back forward as you move the torso down; the back should always be straight. Finally, jerking motions or doing too much weight can injure your back.<br><h3>Variations:</h3> This can be performed with dumbbells, weights and barbells."
  },
  {
    "exe_id": 116,
    "lang_id": 1,
    "exe_url": "nLL2hp61-sI",
    "exe_detail": "<h3>Steps:</h3><ol><li>Lie on your right side with your right upper arm on the floor and your head resting on your right hand.</li><li>With knees straight, bend at your hips so your legs and torso form a slight angle.</li><li>Raise your left leg 6 to 8 inches and make 8 small forward circles from the hip, raising the leg higher with each one.</li><li>From the highest point, make 8 more small circles in the other direction as you lower the leg to start.</li></ol>."
  },
  {
    "exe_id": 117,
    "lang_id": 1,
    "exe_url": "5N4gT6gLuAY",
    "exe_detail": "Steps:</h3><ol><li>Lie on your left side with your right upper arm on the floor and your head resting on your left hand.</li><li>With knees straight, bend at your hips so your legs and torso form a slight angle.</li><li>Raise your left leg 6 to 8 inches and make 8 small forward circles from the hip, raising the leg higher with each one.</li><li>From the highest point, make 8 more small circles in the other direction as you lower the leg to start.</li></ol>."
  },
  {
    "exe_id": 118,
    "lang_id": 1,
    "exe_url": "1fbU_MkV7NE",
    "exe_detail": "<h3>Steps:</h3><ol> <li>Lie down on the floor placing your feet either under something that will not move or by having a partner hold them.  Your legs should be bent at the knees.</li> <li> Place your hands behind your head and lock them together by clasping your fingers.  This is the starting position.</li> <li> Elevate your upper body so that it creates an imaginary V-shape with your thighs. Breathe out when performing this part of the exercise.</li> <li> Once you feel the contraction for a second, lower your upper body back down to the starting position while inhaling.</li> <li> Repeat for the recommended amount of repetitions.</li></ol><h3>Variations:</h3><ul> <li>This exercise can be performed with a weighted plate being held by both arms resting on the chest.  The way to perform this exercise is to cross your arms by making an X and grabbing the weighted plate.  <strong>Note:</strong> Your hands will no longer be behind your head.</li> <li>This variation may be difficult to perform at first so start out using little to no weights until you feel comfortable with the movements.</li></ul>"
  },
  {
    "exe_id": 119,
    "lang_id": 1,
    "exe_url": "IZj6LRjSt30",
    "exe_detail": "<h3>Steps:</h3><ol>  <li>Lay with back on workout mat. With knees bent and feet planted on the ground.</li>  <li>With hands behind head, begin by raising torso upward towards knees. Simultaneously twist torso so opposite elbows touches opposite knee.</li>  <li>Hold elbow to knee for a brief moment before returning back to starting position. Perform movement with opposite arm and knee.</li></ol>"
  },
  {
    "exe_id": 120,
    "lang_id": 1,
    "exe_url": "GZ9B1WBsGW8",
    "exe_detail": "Abdominal crunches and situps are taking a toll on your lower back or neck, knee raise exercises can be a less taxing option.<li> Knee raises can be done in many ways and unlike situps and crunches."
  },
  {
    "exe_id": 121,
    "lang_id": 1,
    "exe_url": "L4oFJRDAU4Q",
    "exe_detail": "<h3>Steps:</h3><ol> <li>Assume a push-up position.</li> <li>Lower yourself to your elbows.</li> <li>Raise the right side of your body by pressing your right hand against the floor and straightening your arm.</li> <li>Raise the left side of your body in the same manner.</li> <li>Lower yourself back to your elbows, first with your left arm, then with your right.</li> <li>Keep your body straight during the entire movement.</li></ol>"
  },
  {
    "exe_id": 122,
    "lang_id": 1,
    "exe_url": "K-DBIY19KW8",
    "exe_detail": "<h3>Steps:</h3><ol> <li>Get into a prone position on the floor, supporting your weight on your toes and your forearms. Your arms are bent and directly below the shoulder.</li> <li>Keep  your body straight at all times, and hold this position as long as possible. To increase difficulty, an arm or leg can be raised. </li></ol>"
  },
  {
    "exe_id": 123,
    "lang_id": 1,
    "exe_url": "JDcdhTuycOI",
    "exe_detail": "<h3>Steps:</h3> <ol> <li> The Cobra stretch is one of the most effective stretching exercises to increase height.It is simple and easy to execute and does not put too much stress on the body.The basic purpose of the cobra stretch is stretching out the spine and elongating the body.It not only tones the muscles of the back and abdomen but also stretches and strengthens the cartilage present in the spinal cord which helps in increasing height.Lie on your stomach on a yoga mat with your hands placed on the floor, under your shoulders, legs stretched behind and toes joined together.Now, exhale and thrust your torso off the floor with the support of your arms and straighten out your torso as much as you can.Wait in this position for 30 seconds and then return to the starting position by lowering your torso to the floor.Repeat this exercise 2 to 3 times.Plus, it is also one of the healing yoga exercises for neck pain.</li></ol>"
  }
]