[
  {
    "recomended_exercise": [
      "<font color='black'>Comments:  </font><font color='red'> Severely Under weight.</font><font color='black'> Eat Everything!!!Here are a few tips to get you started: Have an extra slice of whole-grain toast with peanut butter at breakfast. Add extra cheese to an omelet. Add calories with a healthy beverage such as milk, 100% fruit juices, or vegetable juice.</font>",
      "<font color='black'>Comments:  </font><font color='red'> Under weight.</font><font color='black'> In order to have a healthy body and mind, exercise is a key component to daily life, regardless of what your weight is. Although exercise is important for everyone. In addition, bulking up on your muscles can help you gain weight that is healthy.</font>",
      "<font color='black'>Comments:  </font><font color='red'> Normal.</font><font color='black'> Exercise can help you maintain a healthy weight. It can delay or prevent diabetes, some cancers and heart problems.So, schedule at least 30 minutes of moderate physical activity at least five days per week.</font>",
      "<font color='black'>Comments:  </font><font color='red'> Overweight.</font><font color='black'>Your recommended exercises are: V-Ups,  2-4 sets of 15-50 [On your back, legs straight, arms extended straight over your head. Bring your finger tips to your toes, making your body form a 'V' shape, keep legs and arms straight, do this exercise in a fast, explosive manner, STEADY MOVEMENT THROUGHOUT!].. FAST, YET STEADY MOVEMENT THROUGHOUT]. Note: Also take your diet precisely.</font>",
      "<font color='black'>Comments:  </font><font color='red'> Obese.</font><font color='black'>It is recommended to consult trainer/doctor before beginning an exercise routine. After that, there are some safe exercises for obese and overweight people outlined below.Swimming, better option around the year"
    ],
    "recomended_food": [
      " <font color='black'> Comments: </font><font color='red'>Severely Under weight.</font><font color='black'> Eat Everything!!!Here are a few tips to get you started: Have an extra slice of whole-grain toast with peanut butter at breakfast. Add extra cheese to an omelet. Slice an apple and serve with almond butter. Stir chopped nuts into plain yogurt and top with honey. Carry a bag of trail mix for a convenient snack.Serve yourself larger portions of starchy vegetables like potatoes and sweet corn. Add calories with a healthy beverage such as milk, 100% fruit juices, or vegetable juice.</font>",
      "<font color='black'> Comments: </font><font color='red'> Under weight.</font><font color='black'>Drink 6-8 glasses of distilled water a day. Eat frequent but small meals. Eat lots of raw fruits and vegetables (green leafy vegetables are great). Do not drink coffee, alcohol, soda pop,... Do not eat processed foods; black sugar, black flower,... Avoid red meat and animal fats. Reduce intake of dairy products. Do not smoke and avoid second hand smoke.</font>",
      "<font color='red'> Normal: </font><font color='black'>You are normal do this exercise </font> </font><font color='red'>one time</font> to keep your body fit.",
      "<font color='red'> Overweight: </font><font color='black'>Now you are in the state of overweight category, exercise will be </font>  </font><font color='red'>double than normal.</font>",
      "<font color='red'> Obese: </font><font color='black'>Suffering in obesity extra work is needed for your body, </font><font color='red'> three times</font> than normal."
    ]
  },
  {
    "recomended_exercise": [
      "<font color='black'>Commentaires: </font><font color='red'>Sévèrement sous poids. </font><font color='black'>Voici quelques conseils pour vous aider à démarrer: Prenez une tranche de pain grillé avec du beurre d'arachide au petit déjeuner. Ajouter le fromage à une omelette. Tranchez une pomme et servir avec du beurre d'amande. Incorporer les noix hachées dans le yogourt ordinaire et couvrir de miel. Portez un sac de mélange de piste pour un casse-croûte pratique.Conservez-vous de plus grandes portions de légumes amylacés comme les pommes de terre et le maïs sucré. Ajouter des calories avec une boisson saine comme le lait, les jus de fruits à 100% ou le jus de légumes. </font>",
      "<font color='black'>Commentaires: </font><font color='red'>Sous poids. </font><font color='black'>Afin d'avoir un corps sain et l'esprit, l'exercice est un élément clé de la vie quotidienne, quel que soit votre poids. Bien que l'exercice est important pour tout le monde, si vous souhaitez prendre du poids, vous aurez envie de faire des exercices cardiovasculaires modérés au lieu d'intense par exemple marcher ou faire du vélo à un rythme modéré à rapide, natation récréative, jouer au golf, 'T exigent beaucoup de courir (comme le volley-ball ou le baseball sur une grande équipe). En outre, le gonflement de vos muscles peut vous aider à prendre du poids qui est sain. Remarque: Prenez également votre alimentation avec précision </font>",
      "<font color='black'>Commentaires: </font><font color='red'>Normal. </font><font color='black'>L'exercice peut vous aider à maintenir un poids santé. Il peut retarder ou prévenir le diabète, certains cancers et problèmes cardiaques. Ainsi, planifier au moins 30 minutes d'activité physique modérée au moins cinq jours par semaine. Les exemples incluent marcher rapidement, tondre la pelouse, nager pour le loisir ou la bicyclette. Étirement et musculation peut également renforcer votre corps et améliorer votre niveau de forme physique. Note: Prenez également votre régime alimentaire précisément. </font>",
      "<font color='black'>Commentaires: </font><font color='red'>Surpoids. </font><font color='black'>Vos exercices recommandés sont: V-Ups, 2-4 séries de 15-50 [Sur le dos, les jambes droites, les bras tendus sur la tête. Apportez vos doigts aux orteils, en faisant votre corps former une forme de «V», gardez les jambes et les bras droits, faites cet exercice d'une manière rapide, explosive, MOUVEMENT STABLE DANS TOUT!]. Supermans, 3 séries de 15 [Lay sur votre estomac et soulevez à la fois vos bras et vos jambes du sol simultanément, comme vous volez à travers l'air - comme Superman! MOUVEMENTS STABLES PAR TOUT]. Diminution pondérée Sit-ups, 3 séries de 10-15 [Get sur le banc de déclin, attraper un poids et le mettre sur votre poitrine et tenir bien, aller tout le chemin vers le bas, et tout le chemin vers le haut, à une pente décemment élevée SLOW MOUVEMENT SUR LE CHEMIN, RAPIDE ET EXPLOSIF SUR LE CHEMIN]. Genoux, 2-4 séries de 15-50 [Similaire aux V-Ups, sauf que cette fois, avec vos jambes étendues, et vos bras étendus directement sur votre tête, se concentrer sur toucher les deux genoux à votre poitrine, simultanément, MOUVEMENT RAPIDE TOUT AU LONG DE]. Torsions russes. 3 séries de 20-60 [Mettez-vous dans une position semi-crunch sur un pli de déclin et maintenez. Étendez vos bras en avant de vous, et mettez vos mains ensemble, tournez maintenant à tout le chemin à gauche, puis tournez tout le chemin à droite, tout en position de semi-crunch. Cela devrait vraiment mettre une brûlure sur votre midsection, ainsi que le travail des obliques très bien. RAPIDE, TOUJOURS DE MOUVEMENT STABLE]. Note: Prenez également votre régime alimentaire précisément. </font>",
      "<font color='black'>Commentaires: </font><font color='red'>Obèse. </font><font color='black'>Il est recommandé de consulter un formateur / médecin avant de commencer une routine d'exercice. Après cela, il ya des exercices sûrs pour les personnes obèses et en surpoids décrites ci-dessous.Swimming, meilleure option autour de l'année. Marcher, la meilleure façon de commencer l'exercice. Plan d'une marche de 30 minutes tous les jours atleast. Taille et jambe Execise, bras soulève et plie et saute. Il vous aidera à accumuler force.15 de menthe quotidienne."
    ],
    "recomended_food": [
      "<font color='black'>Commentaires: </font><font color='red'>Sévèrement sous poids. </font><font color='black'>Voici quelques conseils pour vous aider à démarrer: Prenez une tranche de pain grillé avec du beurre d'arachide au petit déjeuner. Ajouter le fromage à une omelette. Tranchez une pomme et servir avec du beurre d'amande. Incorporer les noix hachées dans le yogourt ordinaire et couvrir de miel. Portez un sac de mélange de piste pour un casse-croûte pratique.Prenez-vous de plus grandes portions de légumes amylacés comme les pommes de terre et le maïs sucré. Ajouter des calories avec une boisson saine comme le lait, les jus de fruits à 100% ou le jus de légumes. </font>",
      "<font color='black'>Commentaires: </font><font color='red'>Sous poids. </font><font color='black'>Buvez 6-8 verres d'eau distillée par jour. Mangez fréquemment mais de petits repas. Mangez beaucoup de fruits et légumes crus (légumes à feuilles vertes sont grands). Ne pas boire du café, de l'alcool, de la soude, ... Ne mangez pas d'aliments transformés; Sucre blanc, fleur blanche, ... Évitez les viandes rouges et les graisses animales. Réduire la consommation de produits laitiers. Ne fumez pas et évitez la fumée secondaire. </font>",
      "<font color='red'>Normal: </font><font color='black'>Vous êtes Normal. <font color='red'>une foisGardez</font> votre alimentation actuelle. </font>",
      "<font color='red'>Surpoids: </font><font color='black'>Éliminer la viande rouge. Découpez les aliments frits, <font color='red'>deux fois</font> de cola. Buvez de l'eau </font>",
      "<font color='red'>Obèse: </font><font color='black'>Vous devez améliorer vos habitudes alimentaires.sique par, jour <font color='red'>trois fois</font> la plupart des jours de la semaine. </font>"
    ]
  },
  {
    "recomended_exercise": [
      "<font color='black'>Kommentare: </font><font color='red'>Schwergewicht. </font><font color='black'>Eat Everything !!! Hier sind ein paar Tipps, um dich loszulegen: Habe eine extra Scheibe Vollkorn-Toast mit Erdnussbutter zum Frühstück. Füge Extrakäse zu einem Omelett hinzu. Einen Apfel schneiden und mit Mandel-Butter servieren. Hirsch gehackte Nüsse in einfachen Joghurt und Top mit Honig. Tragen Sie eine Tasche mit Trail-Mix für einen bequemen Snack.Serven Sie sich größere Teile von stärkehaltigen Gemüse wie Kartoffeln und Mais. Fügen Sie Kalorien mit einem gesunden Getränk wie Milch, 100% Fruchtsäfte oder Gemüsesaft hinzu. </font>",
      "<font color='black'>Kommentare: </font><font color='red'>Unter Gewicht </font><font color='black'>Um einen gesunden Körper und Geist zu haben, ist Übung eine Schlüsselkomponente für das tägliche Leben, unabhängig davon, was Ihr Gewicht ist. Obwohl Übung für alle wichtig ist, wenn Sie gern an Gewicht gewinnen möchten, werden Sie mäßige Herz-Kreislauf-Übung statt intensiv machen wollen zB Wandern oder Radfahren in einem moderaten bis lebhaften Tempo, Freizeit-Schwimmen, Golf spielen, spielen Team-Sport, die don Ich verlange viel Laufen (wie Volleyball oder Baseball auf einem großen Team). Darüber hinaus kann die Auffüllung auf Ihre Muskeln helfen Ihnen Gewichtszunahme, die gesund ist.Hinweis: Nehmen Sie auch Ihre Ernährung genau. </font>",
      "<font color='black'>Kommentare: </font><font color='red'>Normal. </font><font color='black'>Übung kann Ihnen helfen, ein gesundes Gewicht zu erhalten. Es kann verzögern oder verhindern Diabetes, einige Krebs und Herzprobleme.So, planen mindestens 30 Minuten moderate körperliche Aktivität mindestens fünf Tage pro Woche. Beispiele sind das Gehen zügig, das Mähen des Rasens, das Schwimmen für die Erholung oder das Radfahren. Stretching und Krafttraining kann auch Ihren Körper stärken und Ihr Fitnessniveau verbessern. Hinweis: Nehmen Sie auch Ihre Diät genau. </font>",
      "<font color='black'>Kommentare: </font><font color='red'>Übergewicht </font><font color='black'>Ihre empfohlenen Übungen sind: V-Ups, 2-4 Sätze von 15-50 [Auf dem Rücken, Beine gerade, Arme verlängert gerade über den Kopf. Bringen Sie Ihre Fingerspitzen zu den Zehen, so dass Ihr Körper eine -Form bilden, halten Beine und Arme gerade, tun diese Übung in einer schnellen, explosiven Weise, STEADY BEWEGUNG DURCH!]. Supermans, 3 Sätze von 15 [Legen Sie auf Ihrem Bauch und heben Sie Ihre Arme und Ihre Beine aus dem Boden gleichzeitig, wie Sie fliegen durch die Luft - wie Superman! STEADY BEWEGUNG DURCH]. Gewichtete Abnahme Sit-ups, 3 Sätze von 10-15 [Holen Sie sich auf die Ablehnungsbank, packen Sie ein Gewicht und legen Sie es über Ihre Brust und halten Sie fest, gehen Sie den ganzen Weg hinunter, und ganz auf den Weg, an einer anständig hohen Steigung SLOW BEWEGUNG AUF DEM WEG UNTEN, SCHNELL UND EXPLOSION AUF DEM WEGEN]. Knie Umarmungen, 2-4 Sätze von 15-50 [Ähnlich wie die V-Ups, außer dieser Zeit, mit den Beinen verlängert, und Ihre Arme erweitert gerade über den Kopf, konzentrieren sich auf die Berührung der beiden Knie an die Brust, gleichzeitig, SCHNELLE BEWEGUNG WÄHREND]. Russische Zwillinge. 3 Sätze von 20-60 [Holen Sie sich in eine Halb-Crunch-Position auf einem Rückgang biegen und halten. Verlängere deine Arme vor dir und leg deine Hände zusammen, dreh dich jetzt ganz nach links, und dann drehst du den ganzen Weg nach rechts, alles in der Halb-Crunch-Position. Das sollte wirklich ein Brennen auf deinem Mittelteil, sowie die Arbeit die Schläge sehr gut. SCHNELLE, YET STEADY BEWEGUNG DURCH]. Hinweis: Nehmen Sie auch Ihre Diät genau. </font>",
      "<font color='black'>Kommentare: </font><font color='red'>Übergewichtig </font> <font color='red'>Es wird empfohlen, Trainer / Arzt vor Beginn einer Übungsroutine zu konsultieren. Danach gibt es einige sichere Übungen für fettleibige und übergewichtige Menschen, die unten skizziert sind.Schwimmen, bessere Option um das Jahr. Gehen, der beste Weg, um Übung zu starten. Planen Sie einen 30 Minze Spaziergang täglich atleast. Taille und Bein Hinzufügen, Arm hebt und beugt und springt. Es wird Ihnen helfen, Stärke aufzubauen.15 Münze täglich. Ball Übung, um Ihre Stabilität, Balance und Bauchstärke aufzubauen. Andere Cardio Übungen, Rudern, Radfahren, Kickboxen etc. Hinweis: Nehmen Sie auch Ihre Diät genau. </font>"
    ],
    "recomended_food": [
      "<font color='black'> Kommentare: </font> <font color='red'>Gefährlich untergewichtig.</font> <font color='black'> Essen Sie  alles !!! Hier sind ein paar Tipps, um Ihnen den Start: Haben Sie eine zusätzliche Scheibe Vollkorn Toast mit Erdnussbutter zum Frühstück. Fügen Sie zusätzlichen Käse zu einem Omelett. Einen Apfel schneiden und mit Mandel-Butter servieren. Stir gehackte Nüsse in einfachen Joghurt und oben mit Honig. Tragen Sie einen Beutel der Spurmischung für einen bequemen snack.Serve sich größere Teile des stärkehaltigen Gemüses wie Kartoffeln und Mais. Addieren Sie Kalorien mit einem gesunden Getränk wie Milch, 100% Fruchtsäften oder Gemüsesaft </font>",
      "<font color='black'> Kommentare: </font> <font color='red'> Untergewicht. </font> <font color='black'>Drink 6-8 Gläser destilliertes Wasser pro Tag. Essen Sie häufig, aber kleine Mahlzeiten. Essen Sie viele rohe Früchte und Gemüse (grünes Blattgemüse sind groß). Trinken Sie nicht Kaffee, Alkohol, Soda Pop, ... Nicht essen verarbeitete Lebensmittel; Weißer Zucker, weiße Blume, ... Vermeiden Sie rotes Fleisch und tierische Fette. Verringerung der Aufnahme von Milchprodukten. Rauchen Sie nicht und vermeiden Sie zweiten Rauch. </font>",
      "<font color='red'> üblich: </font> <font color='black'>Sie sind üblich. Behalten Sie Ihre gegenwärtige<font color='red'> einmal </font>Diät. </font>",
      "<font color='red'>  Übergewicht: </font> <font color='black'>Eliminate Red Fleisch. Frittierte Nahrungsmittel ausschneiden. Beginnen <font color='red'> zwei Mal</font> Wasser </font>",
      "<font color='red'>  Fettleibig: </font> <font color='black'>Sie müssen Ihre  verbessern. Essen Sie eine  Sie Ihre<font color='red'> dreimalen</font> der Woche zu tun. </font>"
    ]
  },
  {
    "recomended_exercise": [
      "<font color='black'>Comentários: </font><font color='red'>Severamente baixo peso. </font><font color='black'>Aqui estão algumas dicas para você começar: Tenha uma fatia extra de grãos inteiros brinde com manteiga de amendoim no café da manhã. Adicione o queijo extra a uma omelete. Corte uma maçã e sirva com manteiga de amêndoa. Mexa as nozes picadas em iogurte natural e cubra com mel. Levar um saco de mistura de trilha para um lanche conveniente. Sirva-se grandes porções de legumes amiláceos como batatas e milho doce. Adicione calorias com uma bebida saudável, como leite, sucos de frutas 100% ou suco de vegetais. </font>",
      "<font color='black'>Comentários: </font><font color='red'>Sob peso. </font><font color='black'>Para ter um corpo saudável e mente, o exercício é um componente-chave para a vida diária, independentemente do seu peso. Embora o exercício é importante para todos, se você gostaria de ganhar peso, você vai querer fazer exercício cardiovascular moderado em vez de intenso, por exemplo, andar ou andar de bicicleta a um ritmo moderado a rápido, natação recreativa, jogar golfe, jogar esportes de equipe que don 'T requerem muita corrida (como voleibol ou beisebol em uma grande equipe). Além disso, aumentando em seus músculos pode ajudá-lo a ganhar peso que é healthy.Note: Também tomar a sua dieta precisamente </font>",
      "<font color='black'>Comentários: </font><font color='red'>Normal. </font><font color='black'>Exercício pode ajudá-lo a manter um peso saudável. Pode retardar ou impedir o diabetes, alguns cancers e problemas do coração. Assim, programe pelo menos 30 minutos da atividade física moderada pelo menos cinco dias por a semana. Exemplos incluem caminhar rapidamente, cortar o gramado, nadar para recreação ou andar de bicicleta. Alongamento e musculação também pode fortalecer seu corpo e melhorar o seu nível de fitness. Nota: Igualmente tome sua dieta precisamente. </font>",
      "<font color='black'>Comentários: </font><font color='red'>Sobrepeso. </font><font color='black'>Seus exercícios recomendados são: V-Ups, 2-4 jogos de 15-50 [Em sua parte traseira, pés em linha reta, braços estendidos em linha reta sobre sua cabeça. Traga as pontas dos dedos para os dedos dos pés, fazendo com que seu corpo forme uma forma mantenha as pernas e os braços retos, faça este exercício de uma maneira rápida e explosiva, MOVIMENTO PERMANENTE POR TODO!]. Supermans, 3 conjuntos de 15 [Lay no seu estômago e levantar os braços e as pernas do chão simultaneamente, como você está voando através do ar - como Superman! MOVIMENTO PERMANENTE POR TODO]. Weighted Decline Sit-ups, 3 conjuntos de 10-15 [Get sobre o banco de declínio, pegue um peso e colocá-lo em seu peito e segure apertado, ir todo o caminho para baixo, e todo o caminho para cima, em uma decente inclinação alta SLOW MOVIMENTO NA MANEIRA PARA BAIXO, RÁPIDO & EXPLOSIVO NA MANEIRA ACIMA]. Abraços de joelho, 2-4 conjuntos de 15-50 [Semelhante aos V-Ups, exceto desta vez, com as pernas estendidas e os braços estendidos sobre a cabeça, concentre-se em tocar ambos os joelhos no peito, simultaneamente, MOVIMENTO RÁPIDO AO LONGO]. Torções russa. 3 conjuntos de 20-60 [Get-se em uma posição semi-crunch em um declínio dobrar e segurar. Estenda seus braços para fora na frente de você, e coloque suas mãos juntas, agora torcer para todo o caminho para a esquerda, e depois torcer todo o caminho para a direita, tudo enquanto na posição semi-crunch. Isso realmente deve colocar uma queimadura em sua midsection, bem como trabalhar os obliques muito bem. RÁPIDO, AINDA MOVIMENTO PERMANENTE POR TODO]. Nota: Igualmente tome sua dieta precisamente. </font>",
      "<font color='black'>Comentários: </font><font color='red'>Obese. </font><font color='black'>Recomenda-se consultar o instrutor / médico antes de iniciar uma rotina de exercícios. Depois disso, existem alguns exercícios seguros para pessoas obesas e com sobrepeso descritas abaixo. Swimming, melhor opção ao redor do ano. Caminhar, a melhor maneira de começar o exercício. Plano de 30 mint caminhada diariamente atleast. Cintura e perna Execise, braço levanta e dobra e saltos. Ele irá ajudá-lo a construir a força. 15 mint diariamente. Ball, para construir acima de sua estabilidade, equilíbrio e força abdominal. Outros exercícios de Cardio, enfileiramento, bicycling, kickboxing etc. Nota: Igualmente tome sua dieta precisamente </font>"
    ],
    "recomended_food": [
      "<font color='black'>Comentários: </font><font color='red'> Severamente baixo peso. </font><font color='black'>Aqui estão algumas dicas para você começar: Tenha uma fatia extra de grãos inteiros brinde com manteiga de amendoim no café da manhã. Adicione o queijo extra a uma omelete. Corte uma maçã e sirva com manteiga de amêndoa. Mexa as nozes picadas em iogurte natural e cubra com mel. Carregue um saco da mistura da fuga para um snack conveniente. Conserve-se porções maiores dos vegetais starchy como as batatas e o milho doce. Adicione calorias com uma bebida saudável, como leite, sucos de frutas 100% ou suco de vegetais. </font>",
      "<font color='black'>Comentários: </font><font color='red'> Sob peso. </font><font color='black'>Beba 6-8 copos de água destilada por dia. Comer refeições freqüentes, mas pequenas. Comer lotes de frutas e vegetais crus (vegetais de folhas verdes são grandes). Não beba café, álcool, refrigerante, ... Não comer alimentos processados; Açúcar branco, flor branca, ... Evite a carne vermelha e as gorduras animais. Reduzir a ingestão de produtos lácteos. Não fume e evite o fumo de segunda mão. </font>",
      "<font color='red'> Normal: </font><font color='black'>Você é normal, faça esse exercício</font> <font color='red'>um tempo</font>",
      "<font color='red'> Sobrepeso: </font><font color='black'>Eliminar a carne vermelha. Cortar alimentos fritos.</font> <font color='red'> Cola consumo. </font>Água da bebida",
      "<font color='red'> Obese: </font><font color='black'>Você deve melhorar seus hábitos alimentares. Coma uma variedade de alimentos, especialm </font> <font color='red'>tempo de reboque </font>"
    ]
  },
  {
    "recomended_exercise": [
      "<font color='black'>Комментарии: </font><font color='red'>Тяжело под весом. </font><font color='black'>Съешьте все! Вот несколько советов, которые помогут вам начать: У вас есть дополнительный кусок тоста из цельного зерна с арахисовым маслом на завтрак. Добавляют дополнительный сыр к омлету. Нарежьте яблоко и подавайте с миндальным маслом. Размешайте нарезанные орехи в простой йогурт и сверху с медом. Возьмите с собой мешочек с тростниковой начинкой для удобной закуски. Побалуйте себя большими порциями крахмалистых овощей, таких как картофель и сладкая кукуруза. Добавьте калории со здоровым напитком, таким как молоко, 100% фруктовые соки или овощной сок. </font>",
      "<font color='black'>Комментарии: </font><font color='red'>Под весом. </font><font color='black'>Для того, чтобы иметь здоровое тело и ум, упражнения являются ключевым компонентом повседневной жизни, независимо от того, что ваш вес. Хотя физические упражнения важны для всех, если вы хотите набрать вес, вы захотите делать умеренные кардиоваскулярные упражнения вместо интенсивных, например, ходьба или езда на велосипеде в умеренном или стремительном темпе, рекреационное плавание, игра в гольф, игра в командные виды спорта, которые не Не нужно много работать (например, волейбол или бейсбол в большой команде). Кроме того, набухание мышц может помочь вам набрать вес, который является здоровым. Примечание: также точно придерживайтесь своей диеты. </font>",
      "<font color='black'>Комментарии: </font><font color='red'>Обычный. </font><font color='black'>Упражнения могут помочь вам поддерживать здоровый вес. Это может задержать или предотвратить диабет, некоторые раковые заболевания и проблемы с сердцем. Поэтому, планируйте по крайней мере 30 минут умеренной физической активности по крайней мере пять дней в неделю. Примеры включают ходьбу бодро, кошение лужайки, плавание для отдыха или езда на велосипеде. Протяжение и тренировка веса могут также усилить ваше тело и улучшить ваш уровень пригодности. Примечание: также точно придерживайтесь своей диеты. </font>",
      "<font color='black'>Комментарии: </font><font color='red'>Избыточный вес. </font><font color='black'>Ваши рекомендуемые упражнения: V-Ups, 2-4 комплекта по 15-50 [на спине, ноги прямые, руки вытянуты прямо над вашей головой. Приведите кончики пальцев к носкам, делая ваше тело формой «V», держите ноги и руки прямыми, делайте это упражнение быстрым, взрывчатым способом, УСТОЙЧИВОЕ ДВИЖЕНИЕ ЧЕРЕЗ!]. Супермены, 3 набора из 15 [Положись на живот и одновременно поднимай обе руки и ноги от земли, как будто ты летаешь по воздуху - как Супермен! УСТОЙЧИВЫЙ ДВИЖЕНИЕ ПОСЛЕ]. Взвешенное отклонение Sit-ups, 3 подхода по 10-15 [Встаньте на скамейку снижения, возьмите вес и положите его себе на грудь и крепко держите, идите до конца вниз и ВСЕГДА вверх, на прилично высокий склон SLOW ДВИЖЕНИЕ НА ПУТИ ВНИЗ, БЫСТРО И ВЗРЫВЧАТЫЙ НА ПУТИ ВВЕРХ]. Коленные объятия, 2-4 комплекта по 15-50 [Как и в V-Ups, за исключением на этот раз, с выдвинутыми ногами и руками вытянутыми прямо над вашей головой, сосредоточьтесь на касании обоих коленей на груди, одновременно, FAST MOVEMENT НА ПРОТЯЖЕНИИ]. Русские закрутки. 3 подхода по 20-60 [Получите себя в полукрестовом положении на изгибе и удержании. Растяните руки перед собой и соедините руки, теперь скрутитесь до конца влево, а затем поверните все направо, все в полукрестовом положении. Это должно действительно ожог на вашей средней части, так же как работа наклонная очень хорошо. БЫСТРО, ЕЩЕ УСТОЙЧИВОЕ ДВИЖЕНИЕ ЧЕРЕЗ]. Примечание: также точно придерживайтесь своей диеты. </font>",
      "<font color='black'>Комментарии: </font><font color='red'>Ожирение. </font><font color='black'>Перед началом тренировки рекомендуется проконсультироваться с тренером / врачом. После этого есть несколько безопасных упражнений для страдающих ожирением и избыточным весом людей, описанных ниже. Плавание, лучший вариант в течение года. Ходьба - лучший способ начать заниматься спортом. Планируйте ежедневную 30-минутную прогулку по крайней мере. Талия и нога Execise, рука поднимает и сгибается и прыгает. Это поможет вам набирать силу. 15 монетных денег ежедневно. Упражнение с мячом, чтобы создать свою стабильность, равновесие и силу в брюшной полости. Другие упражнения кардио, гребля, езда на велосипеде, кикбоксинг и т. Д. Примечание: также точно придерживайтесь своей диеты. </font>"
    ],
    "recomended_food": [
      "<font color='black'>Комментарии: </font><font color='red'>Жестоко Под тяжестью. </font><font color='black'>Съешь все !!! Вот несколько советов, чтобы вы начали: Есть дополнительный кусок цельного зерна тост с арахисовым маслом на завтрак. Добавьте дополнительный сыр омлет. Нарезать яблоко и подавать с миндальным маслом. Перемешать измельченные орехи в простой йогурт и топ с медом. Carry мешок соединение следа для удобного snack.Serve сами большие порции крахмалистых овощей, как картофель и сладкой кукурузы. Добавить калорий со здоровым напитком, таких как молоко, 100% фруктовых соков или овощного сока. </font>",
      "<font color='black'>Комментарии: </font><font color='red'>Под тяжестью. </font><font color='black'>Пить 6-8 стаканов дистиллированной воды в день. Ешьте часто, но небольшими порциями. Ешьте много сырых фруктов и овощей (зеленые листовые овощи являются большими). Не пейте кофе, алкоголь, газировку, ... Не ешьте обработанные пищевые продукты; белый сахар, белый цветок, ... Избегайте красного мяса и животных жиров. Сокращение потребления молочных продуктов. Не курить и избегать пассивного курения. </font>",
      "<font color='red'>Нормальный: </font><font color='black'>Вы Normal. Держите текущую диету. </font>",
      "<font color='red'>Избыточная масса тела: </font><font color='black'>Устранить красное мясо. Вырез жареные продукты. Начните с супа или салатау </font>",
      "<font color='red'>Тучный: </font><font color='black'>Вы должны улучшить свои привычки в еде. Е макароны, рис, хлеб из муки грубого помола, а также другие цельнозелжны также есть много фруктов и овощей. Пдели. </font>"
    ]
  },
  {
    "recomended_exercise": [
      "<font color='black'>تعليقات: </font> <font color='red'>أقل بكثير من الوزن. </font> <font color='black'>أكل كل شيء !!! وهنا بعض النصائح للحصول على انك بدأت: لديك شريحة إضافية من نخب الحبوب الكاملة مع زبدة الفستق، إلى، برياكفاست. إضافة الجبن إضافية إلى عجة. شريحة تفاحة وخدمة مع زبدة اللوز. تحريك المكسرات المفروم إلى الزبادي العادي وأعلى مع العسل. حمل حقيبة من مزيج درب لتناول وجبة خفيفة مريحة.حفظ نفسك أجزاء كبيرة من الخضروات النشوية مثل البطاطا والذرة الحلوة. إضافة السعرات الحرارية مع المشروبات الصحية مثل الحليب وعصائر الفاكهة 100٪، أو عصير الخضار. </font>",
      "</font> <font color='red'>تحت الوزن. </font> <font color='black'>من أجل الحصول على صحة الجسم والعقل، وممارسة هو عنصر رئيسي في الحياة اليومية، بغض النظر عن ما وزنك. على الرغم من ممارسة الرياضة هو مهم للجميع، إذا كنت ترغب في زيادة الوزن، عليك أن تفعل ممارسة القلب والأوعية الدموية معتدلة بدلا من مكثفة على سبيل المثال المشي أو ركوب الدراجات في وتيرة معتدلة إلى سريعة، السباحة الترفيهية، لعب الغولف، 'ر تتطلب الكثير من الجري (مثل الكرة الطائرة أو البيسبول على فريق كبير). وبالإضافة إلى ذلك، يستكثر على عضلاتك يمكن أن تساعدك على اكتساب الوزن الذي هو صحي.ملاحظة: أيضا أن تأخذ النظام الغذائي الخاص بك على وجه التحديد. </font>",
      "<font color='black'>التعليقات: </font> <font color='red'>نورمال. </font> <font color='black'>يمكن أن تساعدك التمارين الرياضية على الحفاظ على وزن صحي. فإنه يمكن تأخير أو منع مرض السكري، وبعض السرطانات ومشاكل في القلب.لذلك، والجدول الزمني لا يقل عن 30 دقيقة من النشاط البدني المعتدل خمسة أيام على الأقل في الأسبوع. وتشمل الأمثلة المشي بسرعة، قص العشب، السباحة للاستجمام أو ركوب الدراجات. تمتد والتدريب الوزن يمكن أيضا تعزيز جسمك وتحسين مستوى لياقتك. ملاحظة: أيضا اتخاذ النظام الغذائي الخاص بك على وجه التحديد. </font>",
      "</font> <font color='red'>زيادة الوزن. </font> <font color='black'>التمارين الموصى بها هي: V-أوبس، 2-4 مجموعات من 15-50 [على ظهرك، مباشرة فوق رأسك. إحضار أصابعك إلى أصابع قدميك، مما يجعل جسمك شكل 'V'، والحفاظ على الساقين والذراعين على التوالي، والقيام بهذا التمرين بطريقة سريعة، المتفجرة، حركة متفوقة من جميع أنحاء!]. سوبيرمانز، 3 مجموعات من 15 [وضع على معدتك ورفع كل من ذراعيك وساقيك بعيدا عن الأرض في وقت واحد، وكأنك تحلق في الهواء - مثل سوبرمان! حركة سريعة طوال الوقت]. الترجيح المرجح الجلوس المنبثقة، 3 مجموعات من 10-15 [الحصول على مقاعد البدلاء الانخفاض، والاستيلاء على الوزن ووضعه عبر صدرك وعقد ضيق، يذهب على طول الطريق، وعلى طول الطريق حتى، في انحدار عالية لائق سلو حركة على الطريق هبوطا، سريع وتفجير على الطريق]. 2-4 مجموعات من 15-50 [على غرار V- أوبس، إلا هذا الوقت، مع تمديد ساقيك، والذراعين تمتد على رأسك مباشرة، والتركيز على لمس كل من الركبتين إلى صدرك، في وقت واحد، حركة سريعة على مدار]. التقلبات الروسية. 3 مجموعات من 20-60 [الحصول على نفسك في موقف شبه أزمة على الانحناء عقد وعقد. تمديد ذراعيك خارج أمامك، ووضع يديك معا، والآن تطور على طول الطريق إلى اليسار، ثم تطور على طول الطريق إلى اليمين، كل حين في موقف شبه أزمة. هذا يجب أن يضع حقا حرق على ميدسكتيون الخاص بك، وكذلك العمل أوبليكس بشكل جيد للغاية. فاست، يتنقلون الحركة من خلال]. ملاحظة: أيضا اتخاذ النظام الغذائي الخاص بك على وجه التحديد. </font>",
      "</font> <font color='red'>بدين. </font> <font color='black'>من المستحسن أن تستشير المدرب / الطبيب قبل البدء في ممارسة روتينية. بعد ذلك، هناك بعض التدريبات آمنة للسمنة والناس زيادة الوزن المبينة أدناه. التخسيس، أفضل خيار على مدار السنة. المشي، وأفضل طريقة لبدء ممارسة الرياضة. خطة 30 النعناع سيرا على الأقدام يوميا. الخصر والساق إكسيسيس، الذراع يثير وينحني ويقفز. وسوف تساعدك على بناء القوة.15 النعناع يوميا. ممارسة الكرة، لبناء الاستقرار الخاص بك والتوازن وقوة البطن.تمارين القلب الأخرى، والتجديف، وركوب الدراجات، الكيك بوكسينغ الخ ملاحظة: أيضا أن تأخذ النظام الغذائي الخاص بك على وجه التحديد. </font>"
    ],
    "recomended_food": [
      "<font color='black'>تعليقات: </font> <font color='red'>أقل بكثير من الوزن. </font> <font color='black'>أكل كل شيء !!! وهنا بعض النصائح للحصول على انك بدأت: لديك شريحة إضافية من نخب الحبوب الكاملة مع زبدة الفستق، إلى، برياكفاست. إضافة الجبن إضافية إلى عجة. شريحة تفاحة وخدمة مع زبدة اللوز. تحريك المكسرات المفروم إلى الزبادي العادي وأعلى مع العسل. حمل حقيبة من مزيج درب لتناول وجبة خفيفة مريحة.حفظ نفسك أجزاء كبيرة من الخضروات النشوية مثل البطاطا والذرة الحلوة. إضافة السعرات الحرارية مع المشروبات الصحية مثل الحليب وعصائر الفاكهة 100٪، أو عصير الخضار. </font>",
      "<font color='red'>تحت الوزن: </font> <font color='black'>شرب 6-8 أكواب من الماء المقطر يوميا. تناول وجبات متكررة ولكن صغيرة. تناول الكثير من الفواكه والخضار النيئة (الخضار الورقية الخضراء كبيرة). لا تشرب القهوة والكحول والصودا البوب، ... لا تأكل الأطعمة المصنعة؛ السكر الأبيض، زهرة بيضاء، ... تجنب اللحوم الحمراء والدهون الحيوانية. الحد من تناول منتجات الألبان. لا تدخن وتجنب الدخان من جهة ثانية. </font>",
      "<font color='red'> عادي:</font><font color='black'>أنت طبيعي تفعل هذا التمرين </font> <font color='red'>مره واحده</font> للحفاظ على جسمك مناسبا",
      "<font color='red'> وزن زائد:</font><font color='black'>الآن كنت في حالة ممارسة الفئة زيادة الوزن سيكون</font><font color='red'>ضعف من المعتاد</font>",
      "<font color='red'> بدين:</font><font color='black'>المعاناة من السمنة في حاجة إلى عمل إضافي لجسمك</font><font color='red'> ثلاث مرات </font>من نورماl."
    ]
  },
  {
    "recomended_exercise": [
      "<font color='black'>Comentarios: </font><font color='red'>Muy bajo peso. </font><font color='black'>Coma Todo Aquí hay algunos consejos para empezar: Tome una rebanada extra de tostadas de grano entero con mantequilla de maní en el desayuno. Agregue queso extra a una tortilla. Cortar una manzana y servir con mantequilla de almendras. Revuelva las nueces picadas en el yogur llano y cubra con la miel. Lleve una bolsa de mezcla de rastro para un bocadillo conveniente.Serve usted mismo porciones más grandes de hortalizas con almidón como patatas y maíz dulce. Agregue las calorías con una bebida saludable tal como leche, jugo de fruta del 100%, o jugo vegetal. </font>",
      "<font color='black'>Comentarios: </font><font color='red'>Bajo peso. </font><font color='black'>Con el fin de tener un cuerpo sano y la mente, el ejercicio es un componente clave para la vida cotidiana, independientemente de cuál sea su peso. Aunque el ejercicio es importante para todos, si desea aumentar de peso, querrá hacer ejercicio cardiovascular moderado en lugar de intenso, por ejemplo, caminar o andar en bicicleta a un ritmo moderado a rápido, natación recreativa, jugar al golf, jugar deportes de equipo que don 'T requieren mucho funcionamiento (tal como voleibol o béisbol en un equipo grande). Además, el aumento de volumen en sus músculos puede ayudarle a ganar peso que es healthy.Note: También tomar su dieta con precisión </font>",
      "<font color='black'>Comentarios: </font><font color='red'>Normal. </font><font color='black'>El ejercicio puede ayudarle a mantener un peso saludable. Puede retrasar o prevenir la diabetes, algunos tipos de cáncer y problemas cardíacos. Por lo tanto, programe al menos 30 minutos de actividad física moderada por lo menos cinco días a la semana. Ejemplos de ello son caminar enérgicamente, cortar el césped, nadar para recrearse o andar en bicicleta. El estiramiento y el entrenamiento con pesas también pueden fortalecer su cuerpo y mejorar su nivel de condición física. Nota: Tome también su dieta precisamente. </font>",
      "<font color='black'>Comentarios: </font><font color='red'>Sobrepeso. </font><font color='black'>Sus ejercicios recomendados son: V-Ups, 2-4 series de 15-50 [En su espalda, las piernas rectas, los brazos extendidos recto sobre su cabeza. Lleve las puntas de sus dedos a los dedos de los pies, haciendo que su cuerpo forme una forma de , mantenga las piernas y los brazos rectos, realice este ejercicio de una manera rápida y explosiva, MOVIMIENTO ESTUPENDO POR TODO! Supermans, 3 series de 15 [Colócate sobre tu estómago y levanta los brazos y las piernas del suelo simultáneamente, como si estuvieras volando por el aire, como Superman! MOVIMIENTO PERMANENTE EN TODO]. Weighted Decline Sit-ups,3 series de 10-15 [Sube al banco de declive, toma un peso y póngalo a través del pecho y mantén apretado, todo el camino hacia abajo, y todo el camino hacia arriba, a una inclinación decentemente lento MOVIMIENTO EN EL CAMINO, RÁPIDO Y EXPLOSIVO EN EL CAMINO]. Abrazos de rodilla, 2-4 series de 15-50 [Similar a los V-Ups, excepto que esta vez, con las piernas extendidas y los brazos extendidos sobre la cabeza, se concentran en tocar ambas rodillas al pecho, simultáneamente, MOVIMIENTO RÁPIDO EN TODO]. Giros rusos. 3 juegos de 20-60 [Ponerse en una posición de semi-crujido en una curva de declive y mantener. Extiende los brazos delante de ti, y pon tus manos juntas, gira ahora todo el camino a la izquierda, y luego gira todo el camino a la derecha, todo mientras está en la posición de semi-crujido. Esto realmente debería poner una quemadura en su midsection, así como trabajar los obliques muy bien. RÁPIDO, TODO MOVIMIENTO PERMANENTE EN TODO]. Nota: Tome también su dieta precisamente. </font>",
      "<font color='black'>Comentarios: </font><font color='red'>Obeso. </font><font color='black'>Se recomienda consultar al entrenador / médico antes de comenzar una rutina de ejercicios. Después de eso, hay algunos ejercicios seguros para las personas obesas y con sobrepeso que se describen a continuación. Nadar, mejor opción alrededor del año. Caminar, la mejor manera de comenzar el ejercicio. Plan de 30 minutos a pie al menos al día. Cintura y pierna Execise, el brazo eleva y dobla y salta. Le ayudará a construir la fuerza.15 de la menta diaria. El ejercicio de la bola, para aumentar su estabilidad, equilibrio y fuerza abdominal. Otros ejercicios de Cardio, remar, montar en bicicleta, kickboxing etc. Nota: Tome también su dieta precisamente </font>"
    ],
    "recomended_food": [
      "<font color='black'>Comentarios: </font><font color='red'>Muy bajo peso. </ Font><font color='black'>Coma Todo Aquí hay algunos consejos para empezar: Tome una rebanada extra de tostadas de grano entero con mantequilla de maní en el desayuno. Agregue queso extra a una tortilla. Cortar una manzana y servir con mantequilla de almendras. Revuelva las nueces picadas en el yogur llano y cubra con la miel. Lleve una bolsa de mezcla de rastro para un bocadillo conveniente.Serve usted mismo porciones más grandes de hortalizas con almidón como patatas y maíz dulce. Agregue las calorías con una bebida saludable tal como leche, jugo de fruta del 100%, o jugo vegetal. </ Font>",
      "<font color='black'>Comentarios: </font><font color='red'>Bajo peso. </ Font><font color='black'>Beba 6-8 vasos de agua destilada al día. Coma comidas frecuentes pero pequeñas. Coma un montón de frutas y verduras crudas (verduras de hoja verde son grandes). No beba café, alcohol, refresco, ... No coma alimentos procesados; Azúcar blanco, flor blanca, ... Evite la carne roja y las grasas animales. Reducir la ingesta de productos lácteos. No fume y evite el humo de segunda mano. </ Font>",
      "<font color='red'>Normal: </font><font color='black'>Eres normal haz este ejercicio </font> <font color='red'> una vez </font>para mantener su cuerpo fi",
      "<font color='red'>Sobrepeso: </font><font color='black'>Ahora que está en el estado de la categoría de sobrepeso, el ejercicio será</font><font color='red'>doble de lo normal </font>",
      "<font color='red'>Obeso: </font><font color='black'>Ahora que está en el estado de la categoría de sobrepeso, el ejercicio será </font>"
    ]
  }
]